Repository: nikwen/ubuntu-tox-client
Catalog: po/*.po
Languages: ro

source: Contacts
ro: Contacte

source: About
ro: Despre

source: Settings
ro: Setări

source: Your Tox-ID is (click to copy):
ro: ID-ul tău Tox este (apasă pentru a copia):

source: Incoming friend request from user %1<br>Message: %2
ro: Cerere de prietenie de la utilizatorul %1<br>Mesaj: %2

source: Accept friend request
ro: Acceptă cerere de prietenie

source: Added friend successfully! :)
ro: Prieten adăugat cu succes! :)

source: Failed to add friend! :(
ro: Nu am putut să adaug pritenul! :(

source: Add a friend
ro: Adaugă un prieten

source: Cancel
ro: Anulează

source: Tox ID:
ro: ID Tox:

source: Your friend's Tox ID
ro: ID-ul Tox al prietenului tău

source: Message:
ro: Mesaj:

source: Updated nospam value
ro: Valoare nospam actualizată

source: Failed to add friend
ro: Nu am putut să adaug prietenul

source: The entered message is too long!
ro: Mesajul introdus este prea lung!

source: No message has been entered!
ro: Nici-un mesaj nu a fost introdus!

source: You cannot add yourself as a friend! ;)
ro: Nu poți să te adaugi ca prieten! ;)

source: You have already sent that user a friendship request!
ro: Deja ai trimis acea cerere de prietenie!

source: Unknown error...
ro: Eroare necunoscută...

source: The nospam value has been updated!
ro: Valoarea nospam a fost actualizată!

source: Increasing the friend list size has failed!
ro: Majorarea mărimii listei de prieteni a eșuat!

source: Chat with
ro: Vorbește cu

source: Save
ro: Salvează

source: User name:
ro: Numele utilizatorului:

source: About ubuntu-tox-client
ro: Despre ubuntu-tox-client

source: Version:
ro: Versiune:

source: Development:
ro: Dezvoltare:

source: License:
ro: Licență:

source: Authors:
ro: Autori:

source: Maintainer:
ro: Susținător:

source: Uses the following libraries:
ro: Folosește următoarele biblioteci:

source: ISC license
ro: Licență ISC

source: Uses code from the following projects:
ro: Folosește cod din următoarele proiecte:
